/* needs to be localized */

tiLabelSave				= "Guardar";
tiPaletteLabelSave			= "Guardar";
tiToolTipSave				= "Guardar el código del documento";

/* tool tips for the default Print item. Different actions depending on the window */
tiToolTipPrintSource			= "Imprimir el código TeX";
tiToolTipPrint				= "Imprimir el PDF previsto";

tiLabelTypeset				= "Componer";
tiPaletteLabelTypeset			= "Componer";
tiToolTipTypeset			= "Ejecutar el programa que compone";

tiLabelSharing				= "Sharing";
tiPaletteLabelSharing		= "Sharing";
tiToolTipSharing			= "Share text and pictures";


tiLabelProgram				= "Programa";
tiPaletteLabelProgram			= "Programa";
tiToolTipProgram			= "Elegir el programa que compone";

tiLabelTeX				= "TeX";
tiPaletteLabelTeX			= "TeX";
tiToolTipTeX				= "Compilar el código usando plain TeX";

tiLabelLaTeX				= "LaTeX";
tiPaletteLabelLaTeX			= "LaTeX";
tiToolTipLaTeX				= "Compilar el código usando LaTeX";

tiLabelBibTeX				= "BibTeX";
tiPaletteLabelBibTeX			= "BibTeX";
tiToolTipBibTeX				= "Ejecutar BibTeX";

tiLabelMakeIndex			= "Make Index";
tiPaletteLabelMakeIndex			= "Make Index";
tiToolTipMakeIndex			= "Ejecutar Make Index";

tiLabelMetaPost				= "MetaPost";
tiPaletteLabelMetaPost			= "MetaPost";
tiToolTipMetaPost			= "Ejecutar MetaPost";

tiLabelConTeX				= "ConTeXt";
tiPaletteLabelConTeX			= "ConTeXt";
tiToolTipConTeX				= "Ejecutar ConTeXt";

tiLabelMetaFont				= "MetaFont";
tiPaletteLabelMetaFont			= "MetaFont";
tiToolTipMetaFont			= "Ejecutar MetaFont";

tiLabelPreviousPage			= "Anterior";
tiPaletteLabelPreviousPage		= "Página anterior alternativa";
tiToolTipPreviousPage			= "Mostrar página anterior";

tiLabelNextPage				= "Siguiente";
tiPaletteLabelNextPage			= "Página siguiente alternativa";
tiToolTipNextPage			= "Mostrar página siguiente";

tiLabelGotoPage				= "Ir a la página";
tiPaletteLabelGotoPage			= "Ir a la página";
tiToolTipGotoPage			= "Ir a la página";

tiLabelMagnification			= "Escala";
tiPaletteLabelMagnification		= "Escala";
tiToolTipMagnification			= "Establecer escala de página";

tiLabelTemplates			= "Plantillas";
tiPaletteLabelTemplates			= "Plantillas";
tiToolTipTemplates			= "Seleccionar una plantilla e insertarla en el lugar del cursor";

tiLabelTags				= "Marcas";
tiPaletteLabelTags			= "Marcas";
tiToolTipTags				= "Seleccionar una marca y desplazarse hasta ella";

tiLabelPreviousPageButton		= "Anterior";
tiPaletteLabelPreviousPageButton	= "Página anterior";
tiToolTipPreviousPageButton		= "Mostrar página anterior";

tiLabelNextPageButton			= "Siguiente";
tiPaletteLabelNextPageButton		= "Página siguiente";
tiToolTipNextPageButton			= "Mostrar página siguiente";

tiLabelTypesetEE			= "Componer";
tiPaletteLabelTypesetEE			= "Componer";
tiToolTipTypesetEE			= "Ejecutar el programa que compone";

tiLabelProgramEE			= "Programa";
tiPaletteLabelProgramEE			= "Programa";
tiToolTipProgramEE			= "Elegir el programa que compone";

tiLabelAutoComplete			= "Autocompleción";
tiPaletteLabelAutoComplete		= "Autocompleción";
tiToolTipAutoComplete			= "Alterar estado de autocompleción";

tiLabelSplit				= "Dividir ventana";
tiPaletteLabelSplit			= "Dividir ventana";
tiToolTipSplit				= "Alterar división de ventana";

tiLabelSplitKIT				= "Dividir ventana";
tiPaletteLabelSplitKIT		= "Dividir ventana";
tiToolTipSplitKIT			= "Alterar división de ventana";

tiLabelMacros				= "Macros";
tiPaletteLabelMacros			= "Macros";
tiToolTipMacros				= "Insertar macros";

tiLabelMacrosEE				= "Macros";
tiPaletteLabelMacrosEE			= "Macros";
tiToolTipMacrosEE                       = "Insertar macros";

tiLabelMouseMode			= "Modo de ratón";
tiPaletteLabelMouseMode			= "Modo de ratón";
tiToolTipMouseMode			= "Cambiar modo de ratón";

tiLabelSyncMarks			= "SyncMarks";
tiPaletteLabelSyncMarks			= "Sync Marks";
tiToolTipSyncMarks			= "Mostrar Sync Marks";

tiLabelColorIndex				= "ColorIndex";
tiPaletteLabelColorIndex		= "Color Index";
tiToolTipColorIndex				= "Colorear comandos del índice";

tiLabelTypesetKIT				= "Componer";
tiPaletteLabelTypesetKIT		= "Componer";
tiToolTipTypesetKIT				= "Ejecutar el programa que compone";

tiLabelSharingKIT				= "Sharing";
tiPaletteLabelSharingKIT		= "Sharing";
tiToolTipSharingKIT				= "Share text and images";


tiLabelProgramKIT				= "Programa";
tiPaletteLabelProgramKIT		= "Programa";
tiToolTipProgramKIT				= "Elegir el programa que compone";

tiLabelPreviousPageKIT			= "Anterior";
tiPaletteLabelPreviousPageKIT	= "Página anterior";
tiToolTipPreviousPageKIT		= "Mostrar página anterior";

tiLabelNextPageKIT				= "Siguiente";
tiPaletteLabelNextPageKIT		= "Página siguiente";
tiToolTipNextPageKIT			= "Mostrar página siguiente";

tiLabelPreviousPageButtonKIT		= "Anterior";
tiPaletteLabelPreviousPageButtonKIT	= "Página anterior";
tiToolTipPreviousPageButtonKIT		= "Mostrar página anterior";

tiLabelNextPageButtonKIT			= "Siguiente";
tiPaletteLabelNextPageButtonKIT		= "Página siguiente";
tiToolTipNextPageButtonKIT			= "Mostrar página siguiente";

tiLabelGotoPageKIT				= "Ir a la página";
tiPaletteLabelGotoPageKIT		= "Ir a la página";
tiToolTipGotoPageKIT			= "Ir a la página";

tiLabelMagnificationKIT			= "Escala";
tiPaletteLabelMagnificationKIT	= "Escala";
tiToolTipMagnificationKIT		= "Establecer escala de página";

tiLabelMacrosKIT				= "Macros";
tiPaletteLabelMacrosKIT			= "Macros";
tiToolTipMacrosKIT              = "Insertar macros";

tiLabelMouseModeKIT				= "Modo de ratón";
tiPaletteLabelMouseModeKIT		= "Modo de ratón";
tiToolTipMouseModeKIT			= "Cambiar modo de ratón";

tiLabelSyncMarksKIT				= "SyncMarks";
tiPaletteLabelSyncMarksKIT		= "Sync Marks";
tiToolTipSyncMarksKIT			= "Mostrar Sync Marks";

tiLabelBackForthKIT				= "Atrás/Adelante";
tiPaletteLabelBackForthKIT		= "Atrás/Adelante";
tiToolTipBackForthKIT			= "Botones Atrás/Adelante";

tiLabelDrawerKIT				= "Cajón";
tiPaletteLabelDrawerKIT			= "Cajón";
tiToolTipDrawerKIT				= "Alternar cajón";

tiLabelShowFullPath				= "Ruta completa";
tiPaletteLabelShowFullPath		= "Ruta completa";
tiToolTipShowFullPath			= "Mostrar ruta completa en título de ventana";


